[
    {
        "quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence. ",
        "name": "Aristotle "
    },
    {
        "quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet. ",
        "name": "J. Robert Oppenheimer "
    },
    {
        "quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose. ",
        "name": "Helen Keller "
    },
    {
        "quote": "If being happy is important to you, try this instead of regretting all you lack, celebrate all you've got. ",
        "name": "Brian Vaszily "
    },
    {
        "quote": "Man wishes to be happy even when he lives so as to make happiness impossible. ",
        "name": "Augustine "
    },
    {
        "quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness. ",
        "name": "William Saroyan "
    },
    {
        "quote": "Being happy doesn't depend on any external conditions, it is governed by our mental attitude. ",
        "name": "Dale Carnegie "
    },
    {
        "quote": "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think. ",
        "name": "Dale Carnegie "
    },
    {
        "quote": "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it. ",
        "name": "Dale Carnegie "
    },
    {
        "quote": "Happiness is not the end oflife; character is. ",
        "name": "Henry Ward Beecher "
    },
    {
        "quote": "The best way to cheer yourself up is to try to cheer somebody else up. ",
        "name": "Mark Twain "
    },
    {
        "quote": "A man may be satisfied but not sanctified, contented but not converted, happy but not holy. ",
        "name": "John Blanchard "
    },
    {
        "quote": "There is only one happiness in life, to love and be loved. ",
        "name": "George Sand "
    },
    {
        "quote": "You will never be happy if you continue to search for happiness. You will never live if you are looking for the meaning of life. ",
        "name": "Albert Camus "
    },
    {
        "quote": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference. ",
        "name": "Reinhold Niebuhr "
    },
    {
        "quote": "The secret of happiness is not in doing what one likes, but in liking what one does. ",
        "name": "James Matthew Barrie "
    },
    {
        "quote": "A happy life depends on a good conscience. ",
        "name": "John Calvin "
    },
    {
        "quote": "Happiness is the secret to all beauty. There is no beauty without happiness. ",
        "name": "Christian Dior "
    },
    {
        "quote": "To live is the rarest thing in the world. Most people just exist. ",
        "name": "Oscar Wilde "
    },
    {
        "quote": "Happiness is not the absence of problems; but the ability to deal with them. ",
        "name": "Jack Brown "
    },
    {
        "quote": "Happiness is an attitude. We either make ourselves miserable, or happy or strong. The amount of work is the same. ",
        "name": "Francesca Reig ler "
    },
    {
        "quote": "There can be no happiness if the things we believe in are different from the things we do. ",
        "name": "TreyaStark "
    },
    {
        "quote": "The secret of happiness is renunciation. ",
        "name": "Andrew Carnegie "
    },
    {
        "quote": "He who forgets the language of gratitude can never be on speaking terms with happiness. ",
        "name": "C. Neil Strait "
    },
    {
        "quote": "Only the development of compassion and understanding for others can bring us the tranquility and happiness we all seek. ",
        "name": "Dalai Lama XIV "
    },
    {
        "quote": "Spread love everywhere you go. Let no one ever come without leaving happier. ",
        "name": "Mother Teresa "
    },
    {
        "quote": "If you find serenity and happiness, some may be jealous. Be happy anyway. ",
        "name": "Mother Teresa "
    },
    {
        "quote": "In order to live free and happily, you must sacrifice boredom. It is not always an easy sacrifice. ",
        "name": "Richard Bach "
    },
    {
        "quote": "Happiness can be built only on virtue, and must of necessity have truth for its foundation. ",
        "name": "Samuel Taylor Coleridge "
    },
    {
        "quote": "A happy man is he that knows the world and cares not for it. ",
        "name": "Joseph Hall "
    },
    {
        "quote": "Until you make peace with who you are, you'll never be content with what you have. ",
        "name": "Doris M ortman "
    },
    {
        "quote": "The sexiest curve on your body is your smile. Flaunt it! ",
        "name": "Anon. "
    },
    {
        "quote": "Happiness comes in waves. It'll find you again. ",
        "name": "Anon. "
    },
    {
        "quote": "When you love what you have, you have everything you need. ",
        "name": "Anon. "
    },
    {
        "quote": "Happiness is letting go of what you think your life is supposed to look like. ",
        "name": "Anon. "
    },
    {
        "quote": "When it rains, look for rainbows. When it's dark, look for stars. ",
        "name": "Anon. "
    },
    {
        "quote": "The search for happiness is one of the chief sources of unhappiness. ",
        "name": "Eric Hoffer "
    },
    {
        "quote": "Wise men and women in every major culture have maintained that the secret of happiness is not in getting more but in wanting less. ",
        "name": "Philip Slater "
    },
    {
        "quote": "The joyfulness of a man prolongeth his days. ",
        "name": "Proverbs 10:27 "
    },
    {
        "quote": "Happy is he who learns to bear what he cannot change. ",
        "name": "Friedrich Schiller "
    },
    {
        "quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on. ",
        "name": "Carrie Underwood "
    },
    {
        "quote": "For every minute you are angry you lose sixty seconds of happiness. ",
        "name": "Ralph Waldo Emerson "
    },
    {
        "quote": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it. ",
        "name": "Andy Rooney "
    },
    {
        "quote": "A good laugh makes any interview, or any conversation, so much better. ",
        "name": "Barbara Walters "
    },
    {
        "quote": "A calm and modest life brings more happiness than the pursuit of success combined with constant restlessness. ",
        "name": "Albert Einstein "
    },
    {
        "quote": "Count your age by friends, not years. Count your life by smiles, not tears. ",
        "name": "John Lennon "
    },
    {
        "quote": "Sometimes life knocks you on your ass ... get up, get up, get up!! Happiness is not the absence of problems. It's the ability to deal with them. ",
        "name": "Steve M araboli "
    },
    {
        "quote": "Happiness is different from pleasure. Happiness has something to do with struggling, enduring, and accomplishing. ",
        "name": "George Sheehan "
    },
    {
        "quote": "When a man has lost all happiness, he's not alive. Call him a breathing corpse. ",
        "name": "Sophocles "
    },
    {
        "quote": "Most folks are as happy as they make up their minds to be. ",
        "name": "Abraham Lincoln "
    },
    {
        "quote": "Happiness is the spiritual experience of living every minute with love, grace and gratitude. ",
        "name": "Denis Waitley "
    },
    {
        "quote": "Action may not bring happiness but there is no happiness without action. ",
        "name": "William James "
    },
    {
        "quote": "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons. ",
        "name": "Stephen Chbosky "
    },
    {
        "quote": "If you start to think the problem is 'out there,' stop yourself. That thought is the problem. ",
        "name": "Stephen Covey "
    },
    {
        "quote": "Think of all the beauty still left around you and be happy. ",
        "name": "Anne Frank "
    },
    {
        "quote": "We make a living by what we get, we make a life by what we give. ",
        "name": "Winston Churchill "
    },
    {
        "quote": "The power of finding beauty in the humblest things makes home happy and life lovely. ",
        "name": "Louisa May Alcott "
    },
    {
        "quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else. ",
        "name": "Chinese Proverb "
    },
    {
        "quote": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens. ",
        "name": "Douglas Jerrold "
    },
    {
        "quote": "Most people would rather be certain they're miserable, than risk being happy. ",
        "name": "Robert Anthony "
    },
    {
        "quote": "Happiness is a risk. If you're not a little scared, then you're not doing it right. ",
        "name": "Sarah Addison "
    },
    {
        "quote": "Most folks are about as happy as they make up their minds to be. ",
        "name": "Abraham Lincoln "
    },
    {
        "quote": "The end of life is not to be happy, nor to achieve pleasure and avoid pain, but to do the will of God, come what may. ",
        "name": "Martin Luther King "
    },
    {
        "quote": "The thing everyone should realize is that the key to happiness is being happy by yourself and for yourself. ",
        "name": "Ellen DeGeneres "
    },
    {
        "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience ofliving every minute with love, grace, and gratitude. ",
        "name": "Denis Waitley "
    },
    {
        "quote": "The only thing that will make you happy is being happy with who you are, and not who people think you are. ",
        "name": "Goldie Hawn "
    },
    {
        "quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom. ",
        "name": "Marcel Proust "
    },
    {
        "quote": "True happiness ne'er entered at an eye; true happiness resides in things unseen. ",
        "name": "Edward Young "
    },
    {
        "quote": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace. ",
        "name": "Chuck Palahniuk "
    },
    {
        "quote": "Happiness is a state of mind. It's just according to the way you look at things. ",
        "name": "Walt Disney "
    },
    {
        "quote": "Trying to be happy without giving to others is like trying to kiss alone. ",
        "name": "Brian Vaszily "
    },
    {
        "quote": "Whether you are talking about education, career, or service, you are talking about life. And life must really have joy. It's supposed to be fun. ",
        "name": "Barbara Bush "
    },
    {
        "quote": "The person born with a talent they are meant to use will find their greatest happiness in using it. ",
        "name": "Johann Wolfgang van Goethe "
    },
    {
        "quote": "There you go ... let it all slide out. Unhappiness can't stick in a person's soul when it's slick with tears. ",
        "name": "Shannon Hale "
    },
    {
        "quote": "Be happy with what you have. Be excited about what you want. ",
        "name": "Alan Cohen "
    },
    {
        "quote": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life. ",
        "name": "William Morris "
    },
    {
        "quote": "The myriad things are complete in us. There is no greater joy than to reflect on ourselves and become sincere. ",
        "name": "Mencius "
    },
    {
        "quote": "Happiness does not depend on the actual number of blessings we manage to scratch from life, but on our attitude towards them. ",
        "name": "Alexandr Solzhenitsyn "
    },
    {
        "quote": "People are unhappy when they get something too easily. You have to sweat -that's the only moral they know. ",
        "name": "Dany Laferriere "
    },
    {
        "quote": "Love is that condition in which the happiness of another person is essential to your own. ",
        "name": "Robert A. Heinlein "
    },
    {
        "quote": "Seek for happiness and you will never find it. Seek righteousness and you will discover you are happy. It will be there without your knowing it, without your seeking it. ",
        "name": "D. Martyn Lloyd-Jones "
    },
    {
        "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity. ",
        "name": "CarlJung "
    },
    {
        "quote": "Happiness is when what you think, what you say, and what you say are in harmony. ",
        "name": "Mahatma Gandhi "
    },
    {
        "quote": "You cannot protect yourself from sadness without protecting yourself from happiness. ",
        "name": "Jonathan Safran Foer "
    },
    {
        "quote": "If one speaks or acts with a pure mind, happiness follows like a shadow. ",
        "name": "Buddha "
    },
    {
        "quote": "It is a barren life that holds only happiness. ",
        "name": "Frances J. Roberts "
    },
    {
        "quote": "Happiness is not a station you arrive at, but a manner of traveling. ",
        "name": "Margaret B. Runbeck "
    },
    {
        "quote": "Some people cause happiness wherever they go, others whenever they go. ",
        "name": "Oscar Wilde "
    },
    {
        "quote": "The pursuit of happiness ... is the greatest feat man has to accomplish. ",
        "name": "Robert Henri "
    },
    {
        "quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values. ",
        "name": "Ayn Rand "
    },
    {
        "quote": "Embrace the glorious mess that you are. ",
        "name": "Elizabeth Gilbert "
    },
    {
        "quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present. ",
        "name": "Roy T. Bennett "
    },
    {
        "quote": "The only thing that will make you happy is being happy with who you are. ",
        "name": "Goldie Hawn "
    },
    {
        "quote": "Life's biggest moments seem really short but the great thing is the memory of that moment lasts forever. ",
        "name": "Jeremiah Say "
    },
    {
        "quote": "Happiness is not having what you want. It is appreciating what you have. ",
        "name": "Jeremiah Say "
    },
    {
        "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for. ",
        "name": "TomBodett "
    },
    {
        "quote": "Happiness is not a goal... it's a by-product of a life well lived. ",
        "name": "Eleanor Roosevelt "
    },
    {
        "quote": "Wine is constant proof that God loves us and loves to see us happy. ",
        "name": "Benjamin Franklin "
    },
    {
        "quote": "The most important thing is to enjoy your life -to be happy. It's all that matters. ",
        "name": "Audrey Hepburn "
    },
    {
        "quote": "Learn to value yourself, which means: fight for your happiness. ",
        "name": "Ayn Rand "
    },
    {
        "quote": "Nobody really cares if you're miserable, so you might as well be happy. ",
        "name": "Cynthia Nelms"
    },
    {
        "quote": "Act as if what you do makes a difference. It does. ",
        "name": "William James "
    },
    {
        "quote": "I don't need it to be easy, I need it to be worth it. ",
        "name": "Lil Wayne "
    },
    {
        "quote": "You do not find the happy life. You make it. ",
        "name": "Camilla Eyring Kimball "
    },
    {
        "quote": "Never regret anything that made you smile. ",
        "name": "Mark Twain "
    },
    {
        "quote": "Some people look for a beautiful place. Others make a place beautiful. ",
        "name": "Hazrat Inayat Khan "
    },
    {
        "quote": "A champion is defined not by their wins but by how they can recover when they fall. ",
        "name": "Serena Williams "
    },
    {
        "quote": "If I cannot do great things, I can do small things in a great way. ",
        "name": "Martin Luther King Jr. "
    },
    {
        "quote": "The bad news is time flies. The good news is you're the pilot. ",
        "name": "Michael Altshuler "
    },
    {
        "quote": "They never die, who have the future in them. ",
        "name": "Meridel Le Sueur "
    },
    {
        "quote": "Where the willingness is great, the difficulties cannot be great. ",
        "name": "Niccolo Machiavelli "
    },
    {
        "quote": "Never let go of that fiery sadness called desire. ",
        "name": "Patti Smith "
    },
    {
        "quote": "Never bend your head. Always hold it high. Look the world straight in the eye. ",
        "name": "Helen Keller "
    },
    {
        "quote": "Winning isn't everything. Wanting to win is. ",
        "name": "Catfish Hunter "
    },
    {
        "quote": "He that can have patience can have what he will. ",
        "name": "Benjamin Franklin "
    },
    {
        "quote": "The only real mistake is the one from which we learn nothing. ",
        "name": "Henry Ford "
    },
    {
        "quote": "Don't quit. Suffer now and live the rest of your life as a champion. ",
        "name": "Muhammad Ali "
    },
    {
        "quote": "If you look at what you have in life, you'll always have more. ",
        "name": "Oprah Winfrey "
    },
    {
        "quote": "Turn your wounds into wisdom. ",
        "name": "Oprah Winfrey "
    },
    {
        "quote": "Everything you've ever wanted is on the other side of fear. ",
        "name": "George Addair "
    },
    {
        "quote": "You are never too old to set another goal or to dream a new dream. ",
        "name": "C.S. Lewis "
    },
    {
        "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination. ",
        "name": "Jimmy Dean "
    },
    {
        "quote": "My mission in life is not merely to survive, but to thrive. ",
        "name": "Maya Angelou "
    },
    {
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts. ",
        "name": "Winston Churchill "
    },
    {
        "quote": "Fear is a reaction. Courage is a decision. ",
        "name": "Winston Churchill "
    },
    {
        "quote": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen. ",
        "name": "Deep Roy "
    },
    {
        "quote": "Happiness is not by chance, but by choice. ",
        "name": "Jim Rohn "
    },
    {
        "quote": "Either you run the day, or the day runs you. ",
        "name": "Jim Rohn "
    },
    {
        "quote": "Dream as if you'll live forever, live as if you'll die today. ",
        "name": "James Dean "
    },
    {
        "quote": "Be yourself; everyone else is already taken. ",
        "name": "Oscar Wilde "
    },
    {
        "quote": "Believe you can and you're halfway there. ",
        "name": "Theodore Roosevelt "
    },
    {
        "quote": "You must do the things you think you cannot do. ",
        "name": "Eleanor Roosevelt "
    },
    {
        "quote": "No one can make you feel inferior without your consent. ",
        "name": "Eleanor Roosevelt "
    },
    {
        "quote": "Change the world by being yourself. ",
        "name": "Amy Poehler "
    },
    {
        "quote": "Mastering others is strength. Mastering yourself is true power. ",
        "name": "Lao Tzu "
    },
    {
        "quote": "The journey of a thousand miles begins with one step. ",
        "name": "Lao Tzu "
    },
    {
        "quote": "Simplicity is the ultimate sophistication. ",
        "name": "Leonardo da Vinci "
    },
    {
        "quote": "The roots of education are bitter, but the fruit is sweet. ",
        "name": "Aristotle "
    },
    {
        "quote": "It's not whether you get knocked down; it's whether you get up. ",
        "name": "Vince Lombardi "
    },
    {
        "quote": "In great attempts, it is glorious even to fail. ",
        "name": "Vince Lombardi "
    },
    {
        "quote": "You don't always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens. ",
        "name": "Mandy Hale "
    },
    {
        "quote": "It is never too late to be what you might have been. ",
        "name": "George Eliot "
    },
    {
        "quote": "Be not afraid of going slowly, be afraid only of standing still. ",
        "name": "Chinese Proverb "
    },
    {
        "quote": "Fall seven times, stand up eight. ",
        "name": "Japanese Proverb "
    },
    {
        "quote": "It is better to live one day as a lion, than a thousand days as a lamb. ",
        "name": "Roman Proverb "
    },
    {
        "quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy. ",
        "name": "Thich Nhat Hanh "
    },
    {
        "quote": "Happy people plan actions, they don't plan results. ",
        "name": "Dennis Waitley "
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving. ",
        "name": "Albert Einstein "
    },
    {
        "quote": "In the middle of difficulty lies opportunity. ",
        "name": "Albert Einstein "
    },
    {
        "quote": "To dare is to lose one's footing momentarily. To not dare is to lose oneself. ",
        "name": "Soren Kierkegaard "
    },
    {
        "quote": "Each person must live their life as a model for others. ",
        "name": "Rosa Parks "
    },
    {
        "quote": "All limitations are self-imposed. ",
        "name": "Oliver Wendell Holmes "
    },
    {
        "quote": "Motivation comes from working on things we care about. ",
        "name": "Sheryl Sandberg "
    },
    {
        "quote": "In life you need either inspiration or desperation. ",
        "name": "Tony Robbins "
    },
    {
        "quote": "The only thing that can grow is the thing you give energy to. ",
        "name": "Ralph Waldo Emerson "
    },
    {
        "quote": "Being miserable is a habit; being happy is a habit; and the choice is yours. ",
        "name": "Tom Hopkins "
    },
    {
        "quote": "Die with memories, not dreams. ",
        "name": "Anon. "
    },
    {
        "quote": "It's going to be hard, but hard does not mean impossible. ",
        "name": "Anon. "
    },
    {
        "quote": "Sometimes we're tested not to show our weaknesses, but to discover our strengths. ",
        "name": "Anon. "
    },
    {
        "quote": "The harder you work for something, the greater you'll feel when you achieve it. ",
        "name": "Anon. "
    },
    {
        "quote": "Your limitation â€” it's only your imagination. ",
        "name": "Anon. "
    },
    {
        "quote": "Don't stop when you're tired. Stop when you're done. ",
        "name": "Anon. "
    },
    {
        "quote": "Push yourself, because no one else is going to do it for you. ",
        "name": "Anon. "
    },
    {
        "quote": "Happiness is not something ready-made. It comes from your own actions. ",
        "name": "Dalai Lama "
    },
    {
        "quote": "There is no saint without a past, no sinner without a future. ",
        "name": "Augustine of Hippo "
    },
    {
        "quote": "Normality is a paved road: it's comfortable to walk but no flowers grow. ",
        "name": "Vincent van Gogh "
    },
    {
        "quote": "Great things never come from comfort zones. ",
        "name": "Anon. "
    },
    {
        "quote": "Do something today that your future self will thank you for. ",
        "name": "Anon. "
    },
    {
        "quote": "Good things happen to those who hustle. ",
        "name": "Anais Nin "
    },
    {
        "quote": "Wanting to be someone else is a waste of who you are. ",
        "name": "Kurt Cobain "
    },
    {
        "quote": "If you love life, don't waste time, for time is what life is made up of. ",
        "name": "Bruce Lee "
    },
    {
        "quote": "Life changes very quickly, in a very positive way, if you let it. ",
        "name": "Lindsey Vonn "
    },
    {
        "quote": "Courage is never to let your actions be influenced by your fears. ",
        "name": "Arthur Koestler "
    },
    {
        "quote": "When you have a dream, you've got to grab it and never let go. ",
        "name": "Carol Burnett "
    },
    {
        "quote": "Sometimes you will never know the value of a moment, until it becomes a memory. ",
        "name": "Dr. Seuss "
    },
    {
        "quote": "Don't cry because it's over. Smile because it happened. ",
        "name": "Dr. Seuss "
    },
    {
        "quote": "Most people would rather be certain they're miserable, than risk being happy. ",
        "name": "Dr. Robert Anthony "
    },
    {
        "quote": "May your choices reflect your hopes, not your fears. ",
        "name": "Nelson Mandela "
    },
    {
        "quote": "Try to be a rainbow in someone else's cloud. ",
        "name": "Maya Angelou "
    },
    {
        "quote": "Life is really simple, but we insist on making it complicated. ",
        "name": "Confucius "
    },
    {
        "quote": "Where there is love and inspiration, I don't think you can go wrong. ",
        "name": "Ella Fitzgerald "
    },
    {
        "quote": "It isn't where you came from. It's where you're going that counts. ",
        "name": "Ella Fitzgerald "
    },
    {
        "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals. ",
        "name": "Zig Ziglar "
    },
    {
        "quote": "The meaning of life is to give life meaning. ",
        "name": "Ken Hudgins "
    },
    {
        "quote": "No matter what you're going through, there's a light at the end of the tunnel. ",
        "name": "Demi Lovato "
    },
    {
        "quote": "Smooth seas do not make skillful sailors. ",
        "name": "Proverb "
    },
    {
        "quote": "Energy and initiative count as much as talent and luck. ",
        "name": "Will Peters "
    },
    {
        "quote": "Be so good they can't ignore you. ",
        "name": "Steve Martin "
    },
    {
        "quote": "Every noble work is at first impossible. ",
        "name": "Thomas Carlyle "
    },
    {
        "quote": "Let us make our future now, and let us make our dreams tomorrow's reality. ",
        "name": "Malala Yousafzai "
    },
    {
        "quote": "Stay close to anything that makes you glad you are alive. ",
        "name": "Hafez "
    },
    {
        "quote": "Life without love is like a tree without blossoms or fruit. ",
        "name": "Khalil Gibran "
    },
    {
        "quote": "I am an artist at living, my work of art is my life. ",
        "name": "D.T. Suzuki "
    },
    {
        "quote": "The unhappy derive comfort from the misfortunes of others. ",
        "name": "Aesop "
    },
    {
        "quote": "Nothing is impossible. The word itself says \"I'm possible!\" ",
        "name": "Audrey Hepburn "
    },
    {
        "quote": "Never limit yourself because of others' limited imagination; never limit others because of your own limited imagination. ",
        "name": "Mae Jemison "
    },
    {
        "quote": "Don't wait. The time will never be just right. ",
        "name": "Napoleon Hill "
    },
    {
        "quote": "Forget about style; worry about results. ",
        "name": "Bobby Orr "
    },
    {
        "quote": "Tough times never last but tough people do. ",
        "name": "Robert H. Schiuller "
    },
    {
        "quote": "Goals help you channel your energy into action. ",
        "name": "Les Brown "
    },
    {
        "quote": "Other people's opinion of you does not have to become your reality. ",
        "name": "Les Brown"
    },
    {
        "quote": "A man full of hope will be full of action. ",
        "name": "Thomas Brooks "
    },
    {
        "quote": "Hope is faith in the future tense. ",
        "name": "Peter Anderson "
    },
    {
        "quote": "We must accept finite disappointment, but never lose infinite hope. ",
        "name": "Martin Luther King Jr. "
    },
    {
        "quote": "Only in the darkness can you see the stars. ",
        "name": "Martin Luther King Jr. "
    },
    {
        "quote": "Hope is grief's best music. ",
        "name": "Anon. "
    },
    {
        "quote": "To all the living there is hope, for a living dog is better than a dead lion. ",
        "name": "Ecclesiastes 9:4 "
    },
    {
        "quote": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future. ",
        "name": "Stephen Ambrose "
    },
    {
        "quote": "It is characteristic of genius to be hopeful and aspiring. ",
        "name": "Harriet Martieneau "
    },
    {
        "quote": "The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof. ",
        "name": "Barbara Kingsolver "
    },
    {
        "quote": "Hope is the foundation of patience. ",
        "name": "John Calvin "
    },
    {
        "quote": "When hope animates us there is a vigour in the whole body. ",
        "name": "John Calvin "
    },
    {
        "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all. ",
        "name": "Dale Carnegie "
    },
    {
        "quote": "When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope. ",
        "name": "Pittacus Lore "
    },
    {
        "quote": "Hope means expectancy when things are otherwise hopeless. ",
        "name": "G. K. Chesterton "
    },
    {
        "quote": "However bad life may seem, there is always something you can do and succeed at. Where there's life, there's hope. ",
        "name": "Stephen Hawking "
    },
    {
        "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for. ",
        "name": "Epicurus "
    },
    {
        "quote": "The road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination. ",
        "name": "Marion Zimmer Bradley "
    },
    {
        "quote": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon. ",
        "name": "Franklin D. Roosevelt "
    },
    {
        "quote": "When you stop hoping you are on the vestibule of hell, for there is no hope there. ",
        "name": "A. J. Cronin "
    },
    {
        "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence. ",
        "name": "Helen Keller "
    },
    {
        "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality. ",
        "name": "Jonas Salk "
    },
    {
        "quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning. ",
        "name": "Albert Einstein "
    },
    {
        "quote": "We need never be hopeless because we can never be irreparably broken. ",
        "name": "Albert Einstein "
    },
    {
        "quote": "Hope is being able to see that there is light despite all of the darkness. ",
        "name": "Desmond Tutu "
    },
    {
        "quote": "If it were not for hopes, the heart would break. ",
        "name": "Thomas Fuller "
    },
    {
        "quote": "Great hopes make great men. ",
        "name": "Thomas Fuller "
    },
    {
        "quote": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today. ",
        "name": "Thich Nhat Hanh "
    },
    {
        "quote": "Let your hopes, not your hurts, shape your future. ",
        "name": "Robert H. Schuller "
    },
    {
        "quote": "There is some good in this world, and it's worth fighting for. ",
        "name": "J.R.R. Tolkien "
    },
    {
        "quote": "This new day is too dear, with its hopes and invitations, to waste a moment on the yesterdays. ",
        "name": "Ralph Waldo Emerson "
    },
    {
        "quote": "If we will be quiet and ready enough, we shall find compensation in every disappointment. ",
        "name": "Henry David Thoreau "
    },
    {
        "quote": "Hope is itself a species of happiness, and, perhaps, the chief happiness which this world affords. ",
        "name": "Samuel Johnson "
    },
    {
        "quote": "Hope teaches endurance and an eager anticipation of that which will become reality. ",
        "name": "Simon J. Kistemaker "
    },
    {
        "quote": "Once you choose hope, anything's possible. ",
        "name": "Christopher Reeve "
    },
    {
        "quote": "Children are the world's most valuable resource and its best hope for the future. ",
        "name": "John F. Kennedy "
    },
    {
        "quote": "We should not let our fears hold us back from pursuing our hopes. ",
        "name": "John F. Kennedy "
    },
    {
        "quote": "He who has health has hope, and he who has hope has everything. ",
        "name": "Thomas Carlyle "
    },
    {
        "quote": "In fact, hope is best gained after defeat and failure, because then inner strength and toughness is produced. ",
        "name": "Fritz Knapp "
    },
    {
        "quote": "Hope means expectancy when things are otherwise hopeless. ",
        "name": "G. K. Chesterton "
    },
    {
        "quote": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty. ",
        "name": "Mahatma Gandhi "
    },
    {
        "quote": "When hope animates us there is a vigour in the whole body. ",
        "name": "John Calvin "
    },
    {
        "quote": "Neither should a ship rely on one small anchor, nor should life rest on a single hope. ",
        "name": "Epictetus "
    },
    {
        "quote": "The nearer to heaven in hopes, the farther from earth in desires. ",
        "name": "William Gurnall "
    },
    {
        "quote": "A strong mind always hopes, and has always cause to hope. ",
        "name": "Thomas Carlyle "
    },
    {
        "quote": "Remember, Hope is a good thing, maybe the best of things, and no good thing ever dies. ",
        "name": "Stephen King "
    },
    {
        "quote": "The world needs less heat and more light. It needs less of the heat of anger, revenge, retaliation, and more of the light of ideas, faith, courage, aspiration, joy, love and hope. ",
        "name": "Wilfred Peterson "
    },
    {
        "quote": "Never lose hope. Storms make people stronger and never last forever. ",
        "name": "Roy T. Bennett "
    },
    {
        "quote": "At first we hope too much; later on, not enough. ",
        "name": "Joseph Roux "
    },
    {
        "quote": "Hope is a waking dream. ",
        "name": "Aristotle "
    },
    {
        "quote": "Our fear must save our hope from swelling into presumption, and our hope must save our fear from sinking into despair. ",
        "name": "Matthew Henry "
    },
    {
        "quote": "We dream to give ourselves hope. To stop dreaming'well, that's like saying you can never change your fate. ",
        "name": "Amy Tan "
    },
    {
        "quote": "Hope is not an emotion; it's a way of thinking or a cognitive process. ",
        "name": "Brene Brown "
    },
    {
        "quote": "The best bridge between despair and hope is a good night's sleep. ",
        "name": "E. Joseph Cossman "
    },
    {
        "quote": "All kids need is a little help, a little hope and somebody who believes in them. ",
        "name": "Magic Johnson "
    },
    {
        "quote": "And thou shalt be secure because there is hope. ",
        "name": "Job 11:18 "
    },
    {
        "quote": "Hope is the pillar that holds up the world. Hope is the dream of a waking man. ",
        "name": "Pliny the Elder "
    },
    {
        "quote": "Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles. ",
        "name": "Samuel Smiles "
    },
    {
        "quote": "Without hope men are only half alive. With hope they dream and think and work. ",
        "name": "Charles Sawyer "
    },
    {
        "quote": "As long as we have hope, we have direction, the energy to move, and the map to move by. ",
        "name": "Lao Tzu "
    },
    {
        "quote": "All human wisdom is summed up in two words; wait and hope. ",
        "name": "Alexandre Dumas "
    },
    {
        "quote": "Courage is like love; it must have hope for nourishment. ",
        "name": "Napoleon Bonaparte "
    },
    {
        "quote": "A leader is a dealer of hope. ",
        "name": "Napoleon Bonaparte "
    },
    {
        "quote": "A positive statement propels hope toward a better future, it builds up your faith and that of others, and it promotes change. ",
        "name": "Jan Dargatz "
    },
    {
        "quote": "To hear the phrase 'our only hope' always makes one anxious, because it means that if the only hope doesn't work, there is nothing left. ",
        "name": "Lemony Snicket "
    },
    {
        "quote": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe. ",
        "name": "Dalai Lama "
    },
    {
        "quote": "May your choices reflect your hopes, not your fears. ",
        "name": "Nelson Mandela "
    },
    {
        "quote": "It is the first purpose of hope to make hopelessness bearable. ",
        "name": "Robert Brault "
    },
    {
        "quote": "Everything that is done in this world is done by hope. ",
        "name": "Martin Luther "
    },
    {
        "quote": "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings. ",
        "name": "Elie Wiesel "
    },
    {
        "quote": "Hope is outreaching desire with expectancy of good. It is a characteristic of all living beings. ",
        "name": "Edward S. Ame "
    },
    {
        "quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for. ",
        "name": "Tom Bodett "
    },
    {
        "quote": "I am prepared for the worst, but hope for the best. ",
        "name": "Benjamin Disraeli "
    },
    {
        "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope. ",
        "name": "Maya Angelou "
    },
    {
        "quote": "Hope teaches endurance and an eager anticipation of that which will become reality. ",
        "name": "Simon J. Kistemaker "
    },
    {
        "quote": "It's amazing how a little tomorrow can make up for a whole lot of yesterday. ",
        "name": "John Guare "
    },
    {
        "quote": "The future belongs to those who belong to God. This is hope. ",
        "name": "W. T. Purkiser "
    },
    {
        "quote": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one. ",
        "name": "John Lennon "
    },
    {
        "quote": "The very existence of libraries affords the best evidence that we may yet have hope for the future of man. ",
        "name": "T.S. Eliot "
    },
    {
        "quote": "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too. ",
        "name": "Paulo Coelho "
    },
    {
        "quote": "You cannot swim for new horizons until you have courage to lose sight of the shore. ",
        "name": "William Faulkner "
    },
    {
        "quote": "He who does not hope to win has already lost. ",
        "name": "Jose Joaquin Olmedo "
    },
    {
        "quote": "Never deprive someone of hope; it may be all they have. ",
        "name": "H. Jackson Brown Jr "
    },
    {
        "quote": "Never give up. Have hope. Expect only the best from life and take action to get it. ",
        "name": "Catherine Pulsifer "
    },
    {
        "quote": "Hope and patience are two sovereign remedies for all, the surest reposals the softest cushions to lean on in adversity. ",
        "name": "Robert Burton "
    },
    {
        "quote": "Never give out while there is hope; but hope not beyond reason, for that shows more desire than judgment. ",
        "name": "William Penn "
    },
    {
        "quote": "It's always something, to know you've done the most you could. But, don't leave off hoping, or it's of no use doing anything. Hope, hope to the last! ",
        "name": "Charles Dickens "
    },
    {
        "quote": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily. ",
        "name": "Lemony Snicket "
    },
    {
        "quote": "Our greatest glory is not in never falling, but in rising every time we fall. ",
        "name": "Confucius "
    },
    {
        "quote": "Hope is not an emotion; it's a way of thinking or a cognitive process. ",
        "name": "Bren' Brown "
    },
    {
        "quote": "When you're at the end of your rope, tie a knot and hold on. ",
        "name": "Theodore Roosevelt "
    },
    {
        "quote": "What seems to us as bitter trials are often blessings in disguise. ",
        "name": "Oscar Wilde "
    },
    {
        "quote": "Hope is the last thing ever lost. ",
        "name": "Italian proverb "
    },
    {
        "quote": "But I know, somehow, that only when it is dark enough can you see the stars. ",
        "name": "Martin Luther King Jr. "
    },
    {
        "quote": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart. ",
        "name": "Anne Frank "
    },
    {
        "quote": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy. ",
        "name": "Kalu Ndukwe Kalu "
    },
    {
        "quote": "Take hope from the heart of man and you make him a beast of prey. ",
        "name": "Ouida "
    },
    {
        "quote": "In all pleasure hope is a considerable part. ",
        "name": "Samuel Johnson "
    },
    {
        "quote": "The important thing is not that we can live on hope alone, but that life is not worth living without it. ",
        "name": "Harvey Milk "
    },
    {
        "quote": "None are completely wretched but those who are without hope, and few are reduced so low as that. ",
        "name": "William Hazlitt "
    },
    {
        "quote": "You can do anything you set your mind to. Like including 300 real insiprational quotes and 1 bogus one just for better marketing. ",
        "name": "FyshStyx "
    }
]